Repository: AOSC-Tracking/k3b-trinity
Catalog: translations/desktop_files/*.po
Languages: it, ru, uk

source: CD & DVD Burning
it: Masterizzazione CD e DVD
ru: Запись CD и DVD
uk: Запис КД та DVD

source: CD writing program
it: Programma di masterizzazione
ru: Программа записи на CD
uk: Програма запису КД

source: Extract Digital Audio with K3b
it: Estrai audio digitale con K3b
ru: Извлечь цифровое аудио через K3b
uk: Витягування цифрового аудіо за допомогою K3b

source: Copy CD with K3b
it: Copia CD con K3b
ru: Записать компакт-диск, используя K3b...
uk: Копіювати КД за допомогою K3b

source: Create Audio CD with K3b...
it: Crea CD audio con K3b...
ru: Записать аудио компакт-диск, используя K3b...
uk: Створити аудіо-КД за допомогою K3b...

source: Create Data CD with K3b...
it: Crea CD dati con K3b...
ru: Записать компакт-диск с данными, используя K3b...
uk: Створити КД з даними за допомогою K3b...

source: Create Data DVD with K3b...
it: Crea DVD dati con K3b...
ru: Записать DVD с данными, используя K3b...
uk: Створити DVD з даними у K3b...

source: Create Video CD with K3b...
it: Crea Video CD con K3b...
ru: Записать видео компакт-диск, используя K3b...
uk: Створити відео-КД за допомогою K3b...

source: Copy DVD/BLURAY with K3b
it: Copia DVD/BLURAY con K3b
ru: Копировать DVD/BLURAY, используя K3b...
uk: Копіювати DVD/BLURAY за допомогою K3b

source: Rip Video DVD/BLURAY Titles with K3b
it: Estrai titoli DVD/BLURAY video con K3b
ru: Вытянуть заголовки видео DVD/BLURAY через K3b
uk: Видерти заголовки з відео-DVD/BLURAY за допомогою K3b

source: Write CD Image with K3b...
it: Scrivi immagine CD con K3b...
ru: Записать образ CD, используя K3b...
uk: Записати штамп КД за допомогою K3b...

source: Write CD or DVD Image with K3b...
it: Scrivi immagine CD o DVD con K3b...
ru: Записать образ CD или DVD, используя K3b...
uk: Записати штамп КД або DVD у K3b...

source: K3b Project
it: Progetto K3b
ru: Проект K3b
uk: Проект K3b

source: Ayo's original K3b theme
it: Il tema K3b originale di Ayo
ru: Оригинальная тема Айо для K3b
uk: Оригінальна K3b тема Айо

source: A semitransparent theme that uses your system colors.
it: Un tema semitrasparente che utilizza i colori del tuo sistema.
ru: Полупрозрачная тема с использованием системных цветов.
uk: Напівпрозора тема із використанням системних кольорів.

source: The cool crystal theme
it: Il fantastico tema Cristallo
ru: Прохладная хрустальная тема
uk: Чудова кришталева тема

source: New official theme for K3b. Enjoy!
it: Nuovo tema ufficiale per K3b. Goditelo!
ru: Новая официальная тема для K3b. Наслаждайтесь!
uk: Нова офіційна тема для K3b. Насолоджуйтеся!

source: K3b Alsa Audio Output Plugin
it: Plug-in di uscita per audio Alsa K3b
ru: Модуль вывода аудио через ALSA для K3b
uk: K3b Alsa Втулок Аудіо Виводу

source: Audio Output plugin which plays through alsa
it: Plugin di uscita audio che riproduce tramite alsa
ru: Модуль вывода аудио для воспроизведения через ALSA
uk: Втулок Аудіо Виводу із програвання через alsa

source: K3b Arts Audio Output Plugin
it: Plug-in di uscita audio Arts K3b
ru: Модуль вывода аудио через Arts для K3b
uk: K3b Arts Втулок Аудіо Виводу

source: Audio Output plugin which plays through arts
it: Plugin di uscita audio che riproduce attraverso arts
ru: Модуль вывода аудио для воспроизведения через Arts
uk: Втулок Аудіо Виводу із програвання через arts

source: K3b FFMpeg Decoder
it: Decodificatore K3b FFMpeg
ru: Декодер FFMpeg для K3b
uk: K3b FFMpeg Декодер

source: Decoding module to decode wma files
it: Modulo di decodifica per decodificare i file wma
ru: Модуль декодирования файлов WMA
uk: Модуль декодування wma файлів

source: K3b FLAC Decoder
it: Decodificatore FLAC K3b
ru: Декордер FLAC для K3b
uk: K3b FLAC Декодер

source: Decoding module to decode FLAC files
it: Modulo di decodifica per decodificare i file FLAC
ru: Модуль декодирования файлов FLAC
uk: Модуль декодування FLAC файлів

source: K3b Libsndfile Decoder
it: Decodificatore K3b Libsndfile
ru: Декордер Libsndfile для K3b
uk: K3b Libsndfile Декодер

source: Decoding module to decode audio files supported by libsndfile
it: Modulo di decodifica per decodificare file audio supportati da libsndfile
ru: Модуль декодирования файлов аудио, поддерживаемых libsndfile
uk: Модуль декодування аудіо файлів підтримуваних libsndfile

source: K3b MAD Decoder
it: Decodificatore K3b MAD
ru: Декордер MAD для K3b
uk: K3b MAD Декодер

source: Decoding module to decode MPEG 1 Layer III files
it: Modulo di decodifica per decodificare file MPEG 1 Layer III
ru: Модуль декодирования файлов MPEG 1 Layer III
uk: Модуль декодування файлів MPEG 1 Рівня III

source: K3b Musepack Decoder
it: Decodificatore K3b Musepack
ru: Декодер Musepack для K3b
uk: K3b Musepack Декодер

source: Decoding module to decode Musepack audio files
it: Modulo di decodifica per decodificare i file audio Musepack
ru: Модуль декодирования аудиофайлов Musepack
uk: Модуль декодування Musepack аудіофайлів

source: K3b Ogg Vorbis Decoder
it: Decodificatore K3b Ogg Vorbis
ru: Декодер Ogg Vorbis для K3b
uk: K3b Ogg Vorbis Декодер

source: Decoding module to decode Ogg Vorbis files
it: Modulo di decodifica per decodificare file Ogg Vorbis
ru: Модуль декодирования файлов Ogg Vorbis
uk: Модуль декодування Ogg Vorbis файлів

source: K3b Wave Decoder
it: Decodificatore d'onda K3b
ru: Декордер Wave для K3b
uk: K3b Wave Декодер

source: Decoding module to decode wave files
it: Modulo di decodifica per decodificare file wave
ru: Модуль декодирования файлов Wave
uk: Модуль декодування wave файлів

source: K3b External Audio Encoder
it: Codificatore audio esterno K3b
ru: Внешний кодировщик аудио K3b
uk: K3b Зовнішній Кодувальник Аудіо

source: Encoding module that allows specifying an encoding commmand
it: Modulo di codifica che consente di specificare un comando di codifica
ru: Модуль кодирования, позволяющий задавать команду для кодировщика
uk: Модуль кодування, що дозволяє визначати команди кодування

source: K3b Lame Mp3 Encoder
it: Codificatore Mp3 K3b Lame
ru: Кодировщик Lame Mp3 для K3b
uk: K3b Кодувальник Lame Mp3

source: Encoding module to encode MPEG1 Layer III (mp3) files
it: Modulo di codifica per codificare file MPEG1 Layer III (mp3)
ru: Модуль кодирования файлов MPEG 1 Layer III (mp3)
uk: Модуль кодування файлів MPEG1 Рівень III (mp3)

source: K3b Ogg Vorbis Encoder
it: Codificatore K3b Ogg Vorbis
ru: Кодировщик Ogg Vorbis для K3b
uk: K3b Кодувальник Ogg Vorbis

source: Encoding module to encode Ogg Vorbis files
it: Modulo di codifica per codificare file Ogg Vorbis
ru: Модуль кодирования файлов Ogg Vorbis
uk: Модуль кодування файлів Ogg Vorbis

source: K3b SoX Audio Encoder
it: Codificatore audio K3b SoX
ru: Кодировщик аудио SoX для K3b
uk: K3b Кодувальник Аудіо SoX

source: Encoding module to encode many file formats using SoX
it: Modulo di codifica per codificare molti formati di file utilizzando SoX
ru: Модуль кодирования множества форматов файлов через SoX
uk: Модуль кодування багатьох форматів файлів використовуючи SoX

source: K3b Audio Metainfo Renamer
it: Rinominatore metainfo audio K3b
ru: Переименователь метаданных аудио K3b
uk: K3b Перейменовувач Метаінформації Аудіо

source: Plugin to rename audio files in a data project based on the meta info.
it: Plugin per rinominare i file audio in un progetto di dati basato sulle meta informazioni.
ru: Плагин для переименования аудиофайлов в проекте данных на основе метаинформации.
uk: Втулок перейменування аудіофайлів у даних проєкту, які засновано на метаінформації.

source: K3b Cddb Audio Plugin
it: Plug-in audio K3b CDDB
ru: Плагин аудио Cddb для K3b
uk: K3b Втулок Аудіо Cddb

source: Plugin to query a cddb server for information about an audio project.
it: Plugin per interrogare un server cddb per informazioni su un progetto audio.
ru: Плагин для запроса информации об аудиопроекте с сервера CDDB.
uk: Втулок запиту cddb серверу щодо інформації про аудіопроєкт.

source: K3b Project Info
it: Informazioni progetto K3b
ru: Свдения о проекте K3b
uk: Інформація проекту K3b

source: Video DVD Browser
it: Navigatore DVD video
ru: Навигатор DVD-видео
uk: Навігатор відео-DVD

source: A tdeioslave that allows files to be copied from a Video DVD (including decryption)
it: Un tdeioslave che permette ai file di essere copiati da un DVD video (incluso decifrazione)
ru: Позволяет копировать файлы с Video DVD (с дешифровкой)
uk: Підлеглий В/В, який дає змогу копіювати файли з Відео DVD (включаючи розшифрування)

source: K3bSetup
it: Impostazioni di K3b

source: CD & DVD Burning Setup
it: Impostazioni di masterizzazione CD e DVD
ru: Настройка записи CD и DVD
uk: Налажтування запису КД та DVD

source: K3bSetup 2 - modify permission for CD/DVD burning with K3b
it: Impostazioni di K3b 2 - modifica i permessi per CD/DVD per scrivere con K3b
ru: K3bSetup 2 - настроить права для записи при помощи K3b
uk: K3bSetup 2 - зміна прав доступу для запису КД/DVD за допомогою K3b
